{
	"home": {
		"about-project": "About project",
		"subtitle": "Valencia, Spain",
		"project-goals": "Project Goals"
	},
	"nav": {
		"home": "Home",
		"gallery": "Gallery",
		"participants": "Participants",
		"preparations": "Preparations",
		"traineeship": "Traineeship",
		"institutions": "Institutions",
		"in-companies": "In companies",
		"culture-exploration": "Cultural activities and free time"
	},
	"meta": { "title": "Erasmus+ Traineeship ZSE Valencia 2023" },
	"participants": {
		"automation-tech": "Automation Technicians",
		"electronic-tech": "Electronic Technicians",
		"it-tech": "IT Technicians",
		"tutors": "Tutors",
		"involved": "Everyone involved"
	},
	"preparations": {
		"english": {
			"title": "Język Angielski",
			"p1": "Przed wyjazdem uczniowie uczestniczyli w dodatkowych lekcjach języka angielskiego, dzięki którym przypominali sobie ważne sformuowania i słówka przydatne w codziennych sytuacjach.",
			"p2": "Tematami były zarówno sytuacje codzienne na lotnisku, w sklepie, w restauracji. Jak i sytuacje w życiu zawodowym z głębokim zasobem słownictwa specjalistycznego.",
			"p3": "Zajecia prowadzone były przez pana Grzegorza Wójcik."
		},
		"spanish": {
			"title": "Język Hiszpański",
			"p1": "Uczniowe również mieli sposobność bliższego zapoznania się z kulturą Hiszpani i regionu Walencji na 10-cio godzinnych zajęciach przygotowania kulturowego oraz lekcji języka Hiszpańskiego",
			"p2": "Zajęcia prowadzone były przez panią Karolinę Zgłębicką, która podzieliła się swoją wiedzą na temat kultury hiszpańskiej. Uczniowie również poznali podstawowe słownictwo pozwalające na zorientowanie się w terenie, zamówienie jedzenia czy na prostą rozmowę w języku hiszpańskim. Pani Karolina nie tylko przekazała powszechną wiedzę, lecz także podzieliła się swoimi doświadczeniami po pobycie w Hiszpani jak i cennymi wskazówkami."
		},
		"organizational-meeting": {
			"title": "Spotkania Organizacyjne",
			"p1": "Przed wyjazdem uczniowie uczestniczyli w cyklicznie organizowanych spotkaniach, których głownym tematem były sprawy związane z organizacją projektu oraz logistyką z nim związaną.",
			"p2": "Na spotkaniach uczniowie byli informowani o procedurach związanych z projektem, przydziałem obowiązków dotyczących upowszechniania projektu (strona www, gablotka, ulotka, itp....)"
		},
		"esmovia-preparations": {
			"title": "Przygotowania ESMOVIA",
			"p1": "Po przyjeździe do słonecznej Hiszpani zarówno uczniowie jak i opiekunowie uczesniczyli w spotkaniu zorganizowanym przez organizację przyjmującą ESMOVIA. Na spotkaniu uczniowie otrzymali informacje do jakich firm zostali przyjęci.",
			"p2": "Odbył się także 4 godzinny kurs języka Hiszpańskiego, na którym uczniowie dodatkowo pogłębili zasób słownictwa."
		}
	},
	"culture": {
		"city-tour": {
			"title": "Zwiedzanie miasta",
			"p1": "Pierwszego dnia wolnego uczniowie wybrali się ze swoim przewodnikiem na spacer po Walencji, zabierając ich do najważniejszych i najciekawszych miejsc regionu. Odwiedzili także muzeum archeologiczne, w którym znajdują się pozostałości najstarszego budynku w Walencji. "
		},
		"bioparc": {
			"title": "Biopark",
			"p1": "Uczestnicy odwiedzili także lokalny biopark (10-hektarowe zoo) u podnóża koryta rzeki Turia. Uczestnicy mieli okazję zobaczyć dziką przyrodę z różnych części Afryki."
		},
		"beach": {
			"title": "Plaża",
			"p1": "Jest czas na pracę i jest czas na odpoczynek. Wolny czas uczestnicy spędzali na plaży. Pobyt tam nastawiony był nie tylko na plażowanie, ale także na sport, siatkówkę i bieganie."
		},
		"oceanographic": {
			"title": "Oceanarium",
			"p1": "Uczniowie zwiedzili oceanarium w Walencji, część kompleksu Miasta Sztuki i Nauki. Tam mogli spotkać morskie stworzenia z całego świata. Jedną z ciekawszych atrakcji był pokaz delfinów.​"
		},
		"boat": {
			"title": "Albufera",
			"p1": "W następnym dniu wolnym uczniowie wraz z opiekunami wybrali się na rejs po jeziorze w Parku Narodowym Albufera. Przewodnik pokazał im najciekawsze jej części, a także opowiedział o pobliskiej uprawie ryżu na paellę, z której słynie Walencja. "
		},
		"katamaran": {
			"title": "Rejs katamaranem",
			"p1": "Grupa miała również okazję przepłynąć łodzią Karamaran po morzu, podczas godzinnego rejsu zobaczyć wybrzeże Walencji z zupełnie innej perspektywy.​"
		},
		"stadium": {
			"title": "Zwiedzanie stadionu",
			"p1": "Kolejnym miejscem, które odwiedziła grupa był stadion Mestalla w Walencji. Tam poznali historię powstania miejsca spotkań wielu kibiców z całego regionu, a także jednej z najstarszych hiszpańskich drużyn – Valencii CF. ​"
		}
	},
	"institutions": {
		"organizers-header": "Organizers",
		"companies": "Hosting companies",
		"descriptions": {
			"Zespół Szkół Elektronicznych w Rzeszowie": "ZSE",
			"ESMOVIA Training and Mobility": "ESMOVIA Training and Mobility desc",
			"Microarea Software": "Microarea Software desc",
			"MD Equipos Tecnológicos": "MD Equipos Tecnológicos desc",
			"Industa": "Industa desc",
			"RELMS": "RELMS desc",
			"IES Districte Marítim": "IES Districte Marítim desc",
			"Baukunst Arquitectura y, Patrimonio Virtual SLU- Las, Naves Centro de Innovación": "Baukunst",
			"Seymeval": "Seymeval desc",
			"nadunet": "nadunet desc",
			"OMMVI": "OMMVI desc",
			"Goblue": "Goblue desc",
			"Instituto Inter": "Instituto Inter desc"
		}
	},
	"gallery": {
		"closeTitle": "Close",
		"zoomTitle": "Zoom",
		"arrowPrevTitle": "Previous",
		"arrowNextTitle": "Next",

		"errorMsg": "The image cannot be loaded"
	},
	"footer": {
		"projectCode": "Project UE  Erasmus+ no. 2022-1-PL01-KA121-VET-000061831"
	}
}
