{
	"home": {
		"about-project": "O projekcie",
		"subtitle": "Walencja, Hiszpania",
		"project-goals": "Cele Projektu"
	},
	"nav": {
		"home": "Główna",
		"gallery": "Galeria",
		"participants": "Uczestnicy",
		"preparations": "Przygotowania",
		"traineeship": "Praktyki",
		"institutions": "Instytucje",
		"in-companies": "W firmach",
		"culture-exploration": "Poznawanie kultury"
	},
	"meta": { "title": "Praktyki Erasmus+ ZSE Walencja 2023" },
	"participants": {
		"automation-tech": "Automatycy",
		"electronic-tech": "Elektronicy",
		"it-tech": "Informatycy",
		"tutors": "Opiekunowie"
	},
	"institutions": {
		"organizers-header": "Organizatorzy",
		"companies": "Firmy przyjmujące",
		"descriptions": {
			"Zespół Szkół Elektronicznych w Rzeszowie": "Zespół Szkół Elektronicznych w Rzeszowie to jedna z najlepszych i największych szkół ponadgimnazjalnnych kształcących w zawodach elektronik i informatyk w Polsce południowo-wschodniej. Kształci ponad 1000 uczniów na 3 kierunkach nauczania. Szkoła posiada nowoczesne pracownie dydaktyczne, własne studio TV oraz halę sportową do dyspozycji uczniów. Zespół Szkół Elektronicznych w Rzeszowie kształci w zawodach technik automatyk, technik elektronik oraz technik informatyk",
			"ESMOVIA Training and Mobility": "ESMOVIA Training and Mobility organizuje praktyki i staże zawodowe, przygotowując do nich młodzież. Właśnie ESMOVIA odpowiada za nasz bezpieczny pobyt w słonecznej Walencji. Dodatkowo przyjęła jednego z uczniów, by ten wspierał dział IT w zakresie zarządzania serwerami oraz tworzył dokumenty, mające faktyczne zastosowanie w certyfikacji naszej zagranicznej pracy.",
			"Microarea Software": "MicroArea Software pracuje na rynku aplikacji wykorzystywanych przez urzędy oraz sądy. Firma ta przyjęła aż czterech uczniów naszej szkoły, jednak nie cierpieli oni na brak pracy. Przeprowadzali renowację jednego z produktów pracodawcy do formy bardziej przyjaznej użytkownikom, dzięki czemu posiedli kompleksową wiedzę z zakresu projektowania aplikacji komputerowych.",
			"MD Equipos Tecnológicos": "MD Equipos Technologigos to firma produkująca systemy ochrony przeciwprzepięciowej, a także mająca znaczenie w technologiach stosowanych w sektorze kolejowym. Praktykanci mogli nie tylko przygotowywać części niezbędne do wykonywania urządzeń elektronicznych, ale również montowali takowe, by te mogły później służyć klientom pracodawcy.",
			"Industa": "Industa to olbrzymia firma, specjalizująca się w wykonywaniu na zamówienie maszyn, służących później do budowy samolotów, łodzi podwodnych czy też nowoczesnych samochodów. Uczniowie mogli w niej nie tylko poznać realia automatyki przemysłowej, ale przede wszystkim zdobyć wiedzę w zakresie budowy maszyn, wymagających sprawnego działania wielu układów jednocześnie.",
			"RELMS": "RELMS zajmuje się przetwarzaniem metalowych części wykorzystywanych następnie przy produkcji zarówno samochodów, z którym mamy do czynienia codziennie, jak i ogromnych maszyn przemysłowych. Praktykanci zapoznali się z obsługą obrabiarek CNC, a także innych metod przetwarzania metali z zastosowaniem najnowszych rozwiązań technologicznych z zakresu automatyki. ",
			"IES Districte Marítim": "IES Distrito Maritimo to szkoła średnia, która nie boi się korzystać z najnowszych technologii, takich jak drukarki 3D, laptopy i tablety. Jest również świetnie zaopatrzona w elektronarzędzia. O sprawność tego wszystkiego dba samodzielnie uczeń ZSE, który opiekuje się zarówno hardware’em, jak i pomaga nauczycielom w przeprowadzanych ćwiczeniach podczas zajęć.",
			"Baukunst Arquitectura y, Patrimonio Virtual SLU- Las, Naves Centro de Innovación": "Baukunst to firma zajmująca się wirtualizacja zabytków z całego świata, chociażby z Rio de Janeiro. Nasi uczniowie dostali zadanie wykonania strony internetowej dla swojego pracodawcy, co nie tylko pozwala na rozwój swoich umiejętności, ale także umożliwia podziwiania wyników ich pracy w Internecie w praktycznym zastosowaniu.",
			"Seymeval": "Seymeval S.L. produkuje rozdzielnice do instalacji elektrycznych spełniających wszelkie wymagania klienta. Dwójka uczniów biorących udział w praktyce w ramach swojej nauki odpowiadała za sprawdzanie poprawności połączeń elektrycznych oraz montaż.",
			"nadunet": "nadunet nie tylko jest dostarczycielem Internetu. Wykonuje także program rządowy wspierający firmy w rozwoju własnych stron w sieci oraz mediów społecznościowych. Erasmusowi praktykanci czynnie wspomagali pracowników Nadunetu, tworząc skrypty oraz obsługując narzędzia pokroju WordPressa, jednocześnie poznając tajniki pracy w korporacyjnej branży IT.",
			"OMMVI": "OMMVI jest firmą specjalizującą się w naprawianiu hulajnóg elektrycznych. W niej również szansę spróbowania się z elektroniką tych pojazdów miał uczeń z Zespołu Szkół Elektronicznych, zdobywając niecodzienną wiedzę o konstrukcji tak powszechnego środku transportu. ",
			"Goblue": "Goblue zajmuje się serwisowaniem hulajnóg elektrycznych, a także rowerów. Jeden z elektroników miał okazję zarówno zaznajomić się z mechaniczną naprawą dwukołowych pojazdów, jak i pracować z elektroniką zawartą w hulajnogach.",
			"Instituto Inter": "Instituto Inter funkcjonuje jako prywatny ośrodek kształcenia zawodowego w zakresie medycyny, technologii, w tym tak przyszłościowych jak panele fotowoltaiczne, oraz mechaniki samochodowej. Praktykanci pilnowali, by wszystko działało, jak należy, konserwując komputery w placówce oraz tworząc aplikacje webowe, pozwalające zyskać doświadczenie oraz poszerzyć ich portfolio zawodowe."
		}
	},
	"gallery": {
		"closeTitle": "Zamknij",
		"zoomTitle": "Przybliż",
		"arrowPrevTitle": "Poprzednie",
		"arrowNextTitle": "Następne",

		"errorMsg": "Obraz nie mógł zostać załadowany"
	},
	"footer": {
		"projectCode": "Projekt UE  Erasmus+ nr 2022-1-PL01-KA121-VET-000061831"
	}
}
